---
kind: type
id: T:Autodesk.Revit.DB.ScheduleHeadingOrientation
source: html/9e78a625-00d7-3cc4-96c2-47ec3ebe8dba.htm
---
# Autodesk.Revit.DB.ScheduleHeadingOrientation

Orientation of schedule heading.

## Syntax (C#)
```csharp
public enum ScheduleHeadingOrientation
```